CAnimationGroup.AddTransitions(IUIAnimationStoryboard*,System.Int32)
A helper that adds transitions to a storyboard.
pStoryboard: A pointer to a storyboard COM object.
bAddDeep: Specifies whether this method should add to the storyboard transitions that depend on other keyframes.